An error occurred in family "[Name]" that cannot be automatically resolved.\nError Information:\n"[Text]"
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId UnresolvableErrorInFamily { get; }
  Visual Basic
Public Shared ReadOnly Property UnresolvableErrorInFamily As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ UnresolvableErrorInFamily {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GeneralFailures Class
  Autodesk.Revit.DB Namespace